/* %d motors */
"%d motors" = "%d motors";

/* Accept */
"Accept" = "Accept";

/* Burn Length %1.1f sec */
"Burn Length %1.1f sec" = "Burn Length %1.1f sec";

/* Burnout Time %1.1f sec */
"Burnout Time %1.1f sec" = "Burnout Time %1.1f sec";

/* Cancel */
"Cancel" = "Cancel";

/* Central Motor (if any) */
"Central Motor (if any)" = "Central Motor (if any)";

/* CrossWind */
"CrossWind" = "CrossWind";

/* Delay %1.1f sec */
"Delay %1.1f sec" = "Delay %1.1f sec";

/* Delay 0.0 sec */
"Delay 0.0 sec" = "Delay 0.0 sec";

/* Flight Profile - %@ */
"Flight Profile - %@" = "Flight Profile - %@";

/* GPS Disabled */
"GPS Disabled" = "GPS Disabled";

/* Hide Hybrids */
"Hide Hybrids" = "Hide Hybrids";

/* Impulse Classes */
"Impulse Classes" = "Impulse Classes";

/* Information */
"Information" = "Information";

/* Into Wind */
"Into Wind" = "Into Wind";

/* Launch Angle */
"Launch Angle" = "Launch Angle";

/* Metric */
"Metric" = "Metric";

/* Motion Off */
"Motion Off" = "Motion Off";

/* Motion On */
"Motion On" = "Motion On";

/* Like '5 motor cluster' */
"motor cluster" = "motor cluster";

/* Motor Diameters */
"Motor Diameters" = "Motor Diameters";

/* Motor Groups (2 or 3 motors each) */
"Motor Groups (2 or 3 motors each)" = "Motor Groups (2 or 3 motors each)";

/* Motor List Update */
"Motor List Update" = "Motor List Update";

/* Motor Manufacturers */
"Motor Manufacturers" = "Motor Manufacturers";

/* New Estimate Results (header) */
"New Estimate Results" = "New Estimate Results";

/* New Rocket (title) */
"New Rocket" = "New Rocket";

/* No */
"No" = "No";

/* No Motor Selected */
"No Motor" = "No Motor";

/* No motor selected */
"No Motor Selected" = "No Motor Selected";

/* There is no motor */
"None" = "None";

/* OK */
"OK" = "OK";

/* No comment provided by engineer. */
"Only used to determine your altitude." = "Only used to determine your altitude.";

/* Propellant %5.0f g */
"Propellant %5.0f g" = "Propellant %5.0f g";

/* Refining the Cd may take a few sec. (header) */
"Refining the Cd may take a few sec." = "Refining the Cd may take a few sec.";

/* Reset Default Units? */
"Reset Default Units?" = "Reset Default Units?";

/* Rocket */
"Rocket" = "Rocket";

/* Settings */
"Settings" = "Settings";

/* Show Hybrids */
"Show Hybrids" = "Show Hybrids";

/* Simulation */
"Simulation" = "Simulation";

/* Simulation Results (header) */
"Simulation Results" = "Simulation Results";

/* Smart Launch (header) */
"Smart Launch" = "Smart Launch";

/* Standard */
"Standard" = "Standard";

/* Total Impulse: %1.0f Newton-sec */
"Total Impulse: %1.0f Newton-sec" = "Total Impulse: %1.0f Newton-sec";

/* Unable to contact website. */
"Unable to contact website." = "Unable to contact website.";

/* With Wind */
"With Wind" = "With Wind";

/* Shown when a hidden motor type is forced */
"Would you like to show the %@ motors?" = "Would you like to show the %@ motors?";

/* Yes, show this size. */
"Yes, show this size." = "Yes, show this size.";

/* Your motor list has been updated. */
"Your motor list has been updated." = "Your motor list has been updated.";

/* Your motor list is current. */
"Your motor list is current." = "Your motor list is current.";

